import 실내1 from '../images/img1/실내1.jpg'
import 실내2 from '../images/img1/실내2.jpg'
import 실내3 from '../images/img1/실내3.jpg'
import 실내4 from '../images/img1/실내4.jpg'
import 실내5 from '../images/img1/실내5.jpg'


const dummy = [
  {
    "아파트명": "푸르지오 중랑구 1",
    "id": "1",
    "img": 실내1,
    "위도": 37.654905,
    "경도": 127.041723,
    "가격": 1243184778,
    "주소": "서울특별시 은평구 역삼동 55",
    "평수": 35,
    "상세": `<h1>흑석한강푸르지오 아파트 소개</h1>
<h2>1. 개요</h2>
<p>흑석뉴타운4구역, 대우건설시공, 2012년8월입주, 14개동, 19층~7층, 862세대</p>
<hr>

<h2>2. 교통 입지</h2>
<p>골드라인 9호선 흑석역이 단지앞쪽은 도보로 7-8분, 단지뒷쪽은 도보로15분정도 걸리며 단지내 마을버스 (동작21번)가 9호선 흑석역과 중대병원, 7호선상도역을 셔틀버스처럼 순환함 서울 중심부에 있어 차로 용산, 여의도, 고속터미널등이 10분내에 도달하며 서울어디던지30-40분정도면 도달하는 최적의 교통입지를 갖고있음</p>
<hr>

<h2>3. 환경 입지</h2>
<p>현충원 서달산자락 서측에 길게 자리잡아 단지둘레의 반이 산, 공원으로 둘러쌓여 사시사철 자연을 즐길수잇는 도심속 펜션같은 아파트임. 서달산은 현충공원 30만평녹지와 피톤치트숲, 생태공원학습장등 친환경생태공원이 조성되어 도심속에 산림욕을 즐길 수 있는 친환경도심공원이며, 본아파트단지 후문을 열고나가면 바로 산책로를 통해 힐링산산책을 즐길수있어 서울도심에서 보기드문 친환경그린아파트임</p>
<hr>

<h2>4. 교육 입지</h2>
<p>흑석뉴타운안에 재개발로 신축된 은로초, 중대초, 흑석초등 3개의 초등학교와 중대부중, 동양중등 2개의 중학교가 있고, 고등학교는 인근 반포, 서초지역으로 다니며 학원도 일부보습학원은 있으나 대부분 인근반포쪽으로 다니고있음. 특히 뉴타운내에서도 반포쪽과 가장 가까워 인근반포주민들이 투자목적으로 또는 직접거주하고있는 분들이 많으며 출퇴근시 흑석동 안쪽보다 올림픽대로진입이 가장 가까워 강남출퇴근직장인들이 선호하는 아파트임</p>
<hr>

<h2>5. 단지 특성</h2>
<p>단지내 골프연습장, 헬스클럽, 독서실, 탁구장등 커뮤니티시설이용, 세대내 음식물자동이송시스템, 시스템에어컨, 방별고정청소기설치, 실내환기시스템, 세대별 와이파이, 시스템창호, 세대방범경비시스템, 월풀욕조, 정수시스템, 층간소음적음, 화재예방스프링쿨러시스템, 정보통신1등급, 무장애등급, 아파트조경은 입주시 2012년 살기조은 아파트대상을 수상할 정도로 조경을 특화한 아파트임</p>
<hr>

<h2>6. 장단점</h2>
<p>단지가 산과 붙어있어 약간 높은 지대에 위치해 있어 다소 경사를 느끼나 지하로연결, 엘리베이터로 연결되어 생활하는데는 큰 불편을 느끼지않으며, 오히려 한강주변이라 오히려 야경조망권, 한강조망권등이 탁월함 산바람과 강바람이 번갈아불어 중층이상은 여름에도 에어컨작동 줄일 수있음 매년 열리는 여의도세계불꽃축제도 거실에서 감상</p>
<hr>

<h2>7. 전망</h2>
<p>향후 최근 지진안전성등의 부각으로 내진설계가된 새아파트는 더욱 각광을 받을 것이며 재개발은 안전성문제로 더 촉진될 것이므로 현재 50%정도의 진행된 뉴타운의 완성은 더욱 빨라질 것이다 또한 흑석뉴타운은 강남유일의 뉴타운이며 완공시 중장기적으로 인근 반포재건축과 더불어 시세가 연동될수 있고 향후 반포 시세의7,80%를 예상하고 있음</p>`
  },
  {
    "아파트명": "더샵 강북구 10",
    "id": "2",
    "img": 실내2,
    "위도": 37.454306,
    "경도": 127.135408,
    "가격": 1281009152,
    "주소": "서울특별시 노원구 개포동 197",
    "평수": 20,
    "상세": `
    <h1>청담 더베스트 아파트 소개</h1>

<h2>1. 개요</h2>
<p>서울 강남구 청담동, 현대건설 시공, 2019년 입주, 5개 동, 324세대.</p>
<hr>

<h2>2. 교통 입지</h2>
<p>7호선 청담역 도보 5분, 영동대교로 강북·강남 이동 편리, 서울 중심부 15분 내 도착.</p>
<hr>

<h2>3. 환경 입지</h2>
<p>한강변 위치, 청담공원 인접, 도심 속 녹지로 쾌적한 환경 제공.</p>
<hr>

<h2>4. 교육 입지</h2>
<p>청담초, 청담중 등 명문 학군, 강남 학원가와 가까움.</p>
<hr>

<h2>5. 단지 특성</h2>
<p>수영장, 헬스장, 고급 보안 시스템, 내진 설계, 우수한 조경.</p>
<hr>

<h2>6. 장단점</h2>
<p>한강 조망과 고급 시설, 소규모 단지로 주차 경쟁 가능성 있음.</p>
<hr>

<h2>7. 전망</h2>
<p>청담 재개발로 시세 상승 예상, 강남 고급 단지로 장기적 가치 높음.</p>`
  },
  {
    "아파트명": "e편한세상 구로구 3",
    "id": "3",
    "img": 실내3,
    "위도": 37.596052,
    "경도": 126.91826,
    "가격": 1380226477,
    "주소": "서울특별시 강서구 대치동 210",
    "평수": 30,
    "상세": `
    <h1>반포 래미안 퍼스티지 아파트 소개</h1>

<h2>1. 개요</h2>
<p>서울 서초구 반포동, 삼성물산 시공, 2009년 입주, 28개 동, 2444세대.</p>
<hr>

<h2>2. 교통 입지</h2>
<p>3호선 고속터미널역, 7호선 반포역 도보 거리, 올림픽대로 인접, 강남·여의도 10분 내 이동.</p>
<hr>

<h2>3. 환경 입지</h2>
<p>한강공원, 세빛섬 가까움, 도심 속 녹지로 사시사철 쾌적.</p>
<hr>

<h2>4. 교육 입지</h2>
<p>반포초, 반포중 등 명문 학군, 강남 학원가 인접.</p>
<hr>

<h2>5. 단지 특성</h2>
<p>헬스장, 수영장 등 고급 시설, 시스템 에어컨, 우수한 조경.</p>
<hr>

<h2>6. 장단점</h2>
<p>한강 조망 뛰어남, 교통 소음은 방음 시스템으로 완화.</p>
<hr>

<h2>7. 전망</h2>
<p>반포 재건축으로 시세 상승 기대, 내진 설계로 안정성 높음.</p>

<h1>잠실 리센츠 아파트 소개</h1>

<h2>1. 개요</h2>
<p>서울 송파구 잠실2동, 삼성물산 시공, 2008년 입주, 65개 동, 5563세대.</p>
<hr>

<h2>2. 교통 입지</h2>
<p>2호선 잠실새내역 역세권, 올림픽대로로 서울 중심부 20~30분 이동.</p>
<hr>

<h2>3. 환경 입지</h2>
<p>석촌호수공원, 롯데월드타워 인접, 도심 속 휴식 환경.</p>
<hr>

<h2>4. 교육 입지</h2>
<p>잠실초, 잠실중 등 명문 학군, 송파 학원가 가까움.</p>
<hr>

<h2>5. 단지 특성</h2>
<p>수영장, 헬스장, 지하 주차장, 층간 소음 방지 시스템 완비.</p>
<hr>

<h2>6. 장단점</h2>
<p>쇼핑·레저 편리, 대단지로 주차 경쟁 가능성 있음.</p>
<hr>

<h2>7. 전망</h2>
<p>송파 개발로 가치 상승, 장기적으로 안정적 투자처.</p>`
  },
  {
    "아파트명": "푸르지오 서대문구 10",
    "id": "4",
    "img": 실내4,
    "위도": 37.688985,
    "경도": 126.812477,
    "가격": 1004404175,
    "주소": "서울특별시 성북구 압구정동 269",
    "평수": 23,
    "상세": `
    <h1>여의도 자이 아파트 소개</h1>

<h2>1. 개요</h2>
<p>서울 영등포구 여의도동, GS건설 시공, 2017년 입주, 10개 동, 1359세대.</p>
<hr>

<h2>2. 교통 입지</h2>
<p>5호선 여의도역 도보 5분, 여의도공원 인접, 강남·종로 15분 내 이동.</p>
<hr>

<h2>3. 환경 입지</h2>
<p>한강공원, 여의도공원과 가까워 도심 속 자연 환경 제공.</p>
<hr>

<h2>4. 교육 입지</h2>
<p>여의도초, 여의도중 인근, 마포·강남 학원가 접근 용이.</p>
<hr>

<h2>5. 단지 특성</h2>
<p>헬스장, 사우나, 보안 시스템, 현대적 조경과 내진 설계.</p>
<hr>

<h2>6. 장단점</h2>
<p>한강 조망과 교통 편리, 고층은 바람 영향 받을 수 있음.</p>
<hr>

<h2>7. 전망</h2>
<p>여의도 재개발로 가치 상승, 금융 중심지로 투자 매력 높음.</p>`
  },
  {
    "아파트명": "아이파크 동작구 6",
    "id": "5",
    "img": 실내5,
    "위도": 37.540045,
    "경도": 127.079062,
    "가격": 1175076544,
    "주소": "서울특별시 강서구 압구정동 957",
    "평수": 28,
    "상세": `
    <h2>1. 개요</h2>
<p>서울 강남구 압구정동, 현대건설 시공, 1976년 입주, 15개 동, 980세대.</p>
<hr>

<h2>2. 교통 입지</h2>
<p>3호선 압구정역 도보 7분, 한남대교로 강북·강남 이동 편리.</p>
<hr>

<h2>3. 환경 입지</h2>
<p>한강변 위치, 도심 속 녹지와 한강공원으로 산책 환경 우수.</p>
<hr>

<h2>4. 교육 입지</h2>
<p>압구정초, 현대고 등 명문 학군, 강남 학원가 접근 용이.</p>
<hr>

<h2>5. 단지 특성</h2>
<p>재건축 가능성 높음, 보안 시스템, 넓은 주차 공간 제공.</p>
<hr>

<h2>6. 장단점</h2>
<p>강남 중심 입지, 노후 시설로 재건축 필요성 대두.</p>
<hr>

<h2>7. 전망</h2>
<p>재건축 완료 시 시세 급등 예상, 강남 대표 고급 단지로 가치 유지.</p>`
  },
  {
    "아파트명": "힐스테이트 서초구 9",
    "id": "6",
    "위도": 37.664485,
    "경도": 127.191423,
    "가격": 1032984814,
    "주소": "서울특별시 도봉구 신월동 700",
    "평수": 24,
    "상세": `
    `
  },
  {
    "아파트명": "힐스테이트 강북구 9",
    "id": "7",
    "위도": 37.667838,
    "경도": 126.876774,
    "가격": 1808746002,
    "주소": "서울특별시 강남구 신월동 675",
    "평수": 35,
    "상세": ""
  },
  {
    "아파트명": "센트럴파크 서대문구 1",
    "id": "8",
    "위도": 37.669725,
    "경도": 127.069503,
    "가격": 1507762599,
    "주소": "서울특별시 서초구 방배동 218",
    "평수": 30,
    "상세": ""
  },
  {
    "아파트명": "센트럴파크 성동구 3",
    "id": "9",
    "위도": 37.470022,
    "경도": 126.80607,
    "가격": 1313839874,
    "주소": "서울특별시 용산구 청담동 972",
    "평수": 21,
    "상세": ""
  },
  {
    "아파트명": "롯데캐슬 동대문구 10",
    "id": "10",
    "위도": 37.556308,
    "경도": 126.885212,
    "가격": 1389376298,
    "주소": "서울특별시 강남구 반포동 323",
    "평수": 28,
    "상세": ""
  },
  {
    "아파트명": "트리니티 종로구 8",
    "id": "11",
    "위도": 37.412157,
    "경도": 127.174789,
    "가격": 824143621,
    "주소": "서울특별시 동작구 반포동 995",
    "평수": 33,
    "상세": ""
  },
  {
    "아파트명": "e편한세상 구로구 10",
    "id": "12",
    "위도": 37.432532,
    "경도": 126.926039,
    "가격": 1711901790,
    "주소": "서울특별시 강동구 청담동 386",
    "평수": 34,
    "상세": ""
  },
  {
    "아파트명": "트리니티 중구 2",
    "id": "13",
    "위도": 37.403429,
    "경도": 126.931341,
    "가격": 1936707150,
    "주소": "서울특별시 송파구 방배동 693",
    "평수": 22,
    "상세": ""
  },
  {
    "아파트명": "e편한세상 송파구 9",
    "id": "14",
    "위도": 37.595284,
    "경도": 126.95013,
    "가격": 1206286546,
    "주소": "서울특별시 금천구 잠실동 802",
    "평수": 38,
    "상세": ""
  },
  {
    "아파트명": "트리니티 동대문구 2",
    "id": "15",
    "위도": 37.601858,
    "경도": 126.845264,
    "가격": 1692714766,
    "주소": "서울특별시 강서구 반포동 746",
    "평수": 24,
    "상세": ""
  },
  {
    "아파트명": "트리니티 금천구 1",
    "id": "16",
    "위도": 37.472434,
    "경도": 126.874254,
    "가격": 1848967520,
    "주소": "서울특별시 송파구 신월동 711",
    "평수": 38,
    "상세": ""
  },
  {
    "아파트명": "힐스테이트 양천구 3",
    "id": "17",
    "위도": 37.57661,
    "경도": 126.885159,
    "가격": 1346371089,
    "주소": "서울특별시 영등포구 방배동 817",
    "평수": 30,
    "상세": ""
  },
  {
    "아파트명": "더샵 양천구 7",
    "id": "18",
    "위도": 37.639931,
    "경도": 127.008999,
    "가격": 1014764507,
    "주소": "서울특별시 양천구 도곡동 73",
    "평수": 35,
    "상세": ""
  },
  {
    "아파트명": "푸르지오 서초구 5",
    "id": "19",
    "위도": 37.408126,
    "경도": 126.82076,
    "가격": 1531572339,
    "주소": "서울특별시 종로구 역삼동 919",
    "평수": 34,
    "상세": ""
  },
  {
    "아파트명": "아이파크 금천구 1",
    "id": "20",
    "위도": 37.542749,
    "경도": 126.818759,
    "가격": 1947122103,
    "주소": "서울특별시 종로구 신월동 954",
    "평수": 24,
    "상세": ""
  },
  {
    "아파트명": "래미안 노원구 5",
    "id": "21",
    "위도": 37.442614,
    "경도": 126.894932,
    "가격": 1447062288,
    "주소": "서울특별시 동대문구 반포동 632",
    "평수": 22,
    "상세": ""
  },
  {
    "아파트명": "센트럴파크 양천구 1",
    "id": "22",
    "위도": 37.557233,
    "경도": 126.928855,
    "가격": 1769701583,
    "주소": "서울특별시 관악구 반포동 621",
    "평수": 21,
    "상세": ""
  },
  {
    "아파트명": "푸르지오 강동구 10",
    "id": "23",
    "위도": 37.533132,
    "경도": 127.079497,
    "가격": 1458244705,
    "주소": "서울특별시 영등포구 개포동 314",
    "평수": 25,
    "상세": ""
  },
  {
    "아파트명": "e편한세상 송파구 7",
    "id": "24",
    "위도": 37.686857,
    "경도": 126.904474,
    "가격": 596941587,
    "주소": "서울특별시 강남구 역삼동 460",
    "평수": 28,
    "상세": ""
  },
  {
    "아파트명": "e편한세상 관악구 4",
    "id": "25",
    "위도": 37.691613,
    "경도": 127.0103,
    "가격": 820740591,
    "주소": "서울특별시 중랑구 청담동 780",
    "평수": 28,
    "상세": ""
  },
  {
    "아파트명": "푸르지오 양천구 7",
    "id": "26",
    "위도": 37.508638,
    "경도": 126.874395,
    "가격": 1869616100,
    "주소": "서울특별시 관악구 잠실동 601",
    "평수": 21,
    "상세": ""
  },
  {
    "아파트명": "자이 서초구 5",
    "id": "27",
    "위도": 37.688484,
    "경도": 126.937131,
    "가격": 1846080920,
    "주소": "서울특별시 성북구 역삼동 838",
    "평수": 27,
    "상세": ""
  },
  {
    "아파트명": "롯데캐슬 도봉구 1",
    "id": "28",
    "위도": 37.507959,
    "경도": 127.105723,
    "가격": 1691940937,
    "주소": "서울특별시 중랑구 방배동 363",
    "평수": 34,
    "상세": ""
  },
  {
    "아파트명": "트리니티 강동구 8",
    "id": "29",
    "위도": 37.676862,
    "경도": 127.018178,
    "가격": 1591600663,
    "주소": "서울특별시 마포구 반포동 318",
    "평수": 20,
    "상세": ""
  },
  {
    "아파트명": "롯데캐슬 은평구 2",
    "id": "30",
    "위도": 37.663129,
    "경도": 126.917986,
    "가격": 1741078894,
    "주소": "서울특별시 은평구 개포동 434",
    "평수": 37,
    "상세": ""
  },
  {
    "아파트명": "자이 강남구 7",
    "id": "31",
    "위도": 37.580496,
    "경도": 126.830751,
    "가격": 1893312955,
    "주소": "서울특별시 성동구 압구정동 926",
    "평수": 28,
    "상세": ""
  },
  {
    "아파트명": "센트럴파크 중랑구 1",
    "id": "32",
    "위도": 37.406599,
    "경도": 126.843638,
    "가격": 795935723,
    "주소": "서울특별시 강남구 압구정동 350",
    "평수": 31,
    "상세": ""
  },
  {
    "아파트명": "롯데캐슬 강서구 10",
    "id": "33",
    "위도": 37.440366,
    "경도": 126.832882,
    "가격": 1268889003,
    "주소": "서울특별시 양천구 반포동 306",
    "평수": 25,
    "상세": ""
  },
  {
    "아파트명": "아이파크 동대문구 6",
    "id": "34",
    "위도": 37.401055,
    "경도": 127.050066,
    "가격": 1745669649,
    "주소": "서울특별시 은평구 방배동 457",
    "평수": 26,
    "상세": ""
  },
  {
    "아파트명": "롯데캐슬 노원구 9",
    "id": "35",
    "위도": 37.568997,
    "경도": 126.896548,
    "가격": 1361812607,
    "주소": "서울특별시 성동구 잠실동 864",
    "평수": 31,
    "상세": ""
  },
  {
    "아파트명": "푸르지오 강서구 6",
    "id": "36",
    "위도": 37.697617,
    "경도": 126.91249,
    "가격": 1245910718,
    "주소": "서울특별시 노원구 대치동 52",
    "평수": 38,
    "상세": ""
  },
  {
    "아파트명": "롯데캐슬 성동구 8",
    "id": "37",
    "위도": 37.554113,
    "경도": 127.18975,
    "가격": 1314753340,
    "주소": "서울특별시 성북구 잠실동 653",
    "평수": 28,
    "상세": ""
  },
  {
    "아파트명": "푸르지오 성동구 4",
    "id": "38",
    "위도": 37.638984,
    "경도": 127.172417,
    "가격": 1568975275,
    "주소": "서울특별시 용산구 잠실동 465",
    "평수": 20,
    "상세": ""
  },
  {
    "아파트명": "푸르지오 성동구 5",
    "id": "39",
    "위도": 37.472221,
    "경도": 126.85186,
    "가격": 888821854,
    "주소": "서울특별시 송파구 도곡동 133",
    "평수": 24,
    "상세": ""
  },
  {
    "아파트명": "롯데캐슬 중랑구 1",
    "id": "40",
    "위도": 37.486819,
    "경도": 127.094188,
    "가격": 1590147997,
    "주소": "서울특별시 동대문구 개포동 695",
    "평수": 37,
    "상세": ""
  },
  {
    "아파트명": "e편한세상 구로구 2",
    "id": "41",
    "위도": 37.575563,
    "경도": 127.167829,
    "가격": 1613313266,
    "주소": "서울특별시 마포구 신월동 701",
    "평수": 29,
    "상세": ""
  },
  {
    "아파트명": "래미안 강북구 8",
    "id": "42",
    "위도": 37.538418,
    "경도": 127.164719,
    "가격": 655387534,
    "주소": "서울특별시 중랑구 압구정동 499",
    "평수": 35,
    "상세": ""
  },
  {
    "아파트명": "자이 강남구 2",
    "id": "43",
    "위도": 37.603476,
    "경도": 126.86054,
    "가격": 1498255271,
    "주소": "서울특별시 동작구 압구정동 471",
    "평수": 29,
    "상세": ""
  },
  {
    "아파트명": "아이파크 은평구 1",
    "id": "44",
    "위도": 37.586076,
    "경도": 127.044685,
    "가격": 1614059861,
    "주소": "서울특별시 금천구 도곡동 350",
    "평수": 32,
    "상세": ""
  },
  {
    "아파트명": "트리니티 송파구 9",
    "id": "45",
    "위도": 37.448159,
    "경도": 126.834548,
    "가격": 1649934356,
    "주소": "서울특별시 동대문구 대치동 644",
    "평수": 35,
    "상세": ""
  },
  {
    "아파트명": "래미안 강동구 7",
    "id": "46",
    "위도": 37.58239,
    "경도": 127.117821,
    "가격": 614413218,
    "주소": "서울특별시 송파구 반포동 36",
    "평수": 31,
    "상세": ""
  },
  {
    "아파트명": "푸르지오 강동구 3",
    "id": "47",
    "위도": 37.534485,
    "경도": 127.15564,
    "가격": 826554441,
    "주소": "서울특별시 서초구 개포동 35",
    "평수": 39,
    "상세": ""
  },
  {
    "아파트명": "더샵 도봉구 10",
    "id": "48",
    "위도": 37.686342,
    "경도": 126.964001,
    "가격": 1486871206,
    "주소": "서울특별시 강남구 역삼동 194",
    "평수": 27,
    "상세": ""
  },
  {
    "아파트명": "센트럴파크 서초구 8",
    "id": "49",
    "위도": 37.428995,
    "경도": 127.046658,
    "가격": 1006059520,
    "주소": "서울특별시 노원구 방배동 828",
    "평수": 35,
    "상세": ""
  },
  {
    "아파트명": "트리니티 강북구 1",
    "id": "50",
    "위도": 37.575435,
    "경도": 127.14943,
    "가격": 1168167795,
    "주소": "서울특별시 용산구 반포동 168",
    "평수": 29,
    "상세": ""
  }
];

export default dummy;